Repository: shabra84/electricyes
Catalog: app/Resources/translations/*/AdminDesignFeature.*.xlf
Languages: gl_es

source: Full width
gl_es: Ancho completo

source: Three columns
gl_es: Tres columnas

source: Two columns, small left column
gl_es: Dúas columnas, columna esquerda pequena

source: Two columns, small right column
gl_es: Dúas columnas, columna dereita pequena

source: No side columns, ideal for distraction-free pages such as product pages.
gl_es: Sen columnas laterais, ideal para páxinas libres de distraccións como as páxinas dos produtos.

source: One large central column and 2 side columns.
gl_es: Unha gran columna central e 2 columnas laterais.

source: Two columns with a small left column.
gl_es: Dúas columnas cunha columna esquerda pequena.

source: Theme
gl_es: Tema

source: Add new theme
gl_es: Engadir novo tema

source: Export current theme
gl_es: Exportar o tema actual

source: Import theme
gl_es: Importar tema

source: Your current theme
gl_es: O teu tema actual

source: Invoice & Email Logos
gl_es: Logotipos da Factura e dos Correos electrónicos

source: Header logo
gl_es: Logo da Cabeceira

source: Mail logo
gl_es: Logotipo do correo

source: Invoice logo
gl_es: Logotipo da factura

source: Visit the theme catalog
gl_es: Visitar o catálogo de temas

source: Theme appearance
gl_es: Aparencia do tema

source: Import from your computer
gl_es: Importar do teu ordenador

source: Zip file
gl_es: Ficheiro zip

source: Import from the web
gl_es: Importar dende a web

source: Import from FTP
gl_es: Importar por FTP

source: Select the archive
gl_es: Selecciona-lo arquivo

source: Pages
gl_es: Páxinas

source: CMS Category
gl_es: Categoría CMS

source: Parent category
gl_es: Categoría nai

source: Pages in category "%name%"
gl_es: Páxinas na categoría "%name%"

source: Only letters and the hyphen (-) character are allowed.
gl_es: Soamente se permiten letras e guións (-).

source: Page content
gl_es: Contido da páxina

source: Indexation by search engines
gl_es: Indexación polos motores de busca

source: Pages in this category
gl_es: Páxinas nesta categoría

source: Transplant a module
gl_es: Copiar un Módulo

source: Transplant to
gl_es: Mover a

source: Exceptions
gl_es: Excepcións

source: ___________ CUSTOM ___________
gl_es: ___________ PERSONALIZACIÓN ___________

source: ____________ CORE ____________
gl_es: ____________NÚCLEO____________

source: Admin modules controller
gl_es: Controlador de módulos de Administración

source: Front modules controller
gl_es: Controlador de módulos do sitio web

source: Add new category
gl_es: Engadir nova categoría

source: Edit category: %name%
gl_es: Editar categoría: %name%

source: Add new page
gl_es: Engadir unha nova páxina

source: Edit page: %meta_title%
gl_es: Editar páxina: %meta_title%

source: Category: %category%
gl_es: Categoría: %category%

source: Images generation options
gl_es: Opcións de xeración de imaxes

source: Image format
gl_es: Formato de imaxe

source: Use JPEG.
gl_es: Empregar JPEG.

source: Use PNG only if the base image is in PNG format.
gl_es: Empregar PNG só se a imaxe base está en formato PNG.

source: Use PNG for all images.
gl_es: Empregar PNG para tódalas imaxes.

source: JPEG compression
gl_es: Compresión JPEG

source: PNG compression
gl_es: Compresión PNG

source: Generate images based on one side of the source image
gl_es: Xerar imaxes baseadas nun dos lados da imaxe de orixe

source: Maximum file size of product customization pictures
gl_es: Tamaño máximo do ficheiro das imaxes de personalización do produto

source: Product picture width
gl_es: Ancho da imaxe do produto

source: pixels
gl_es: píxeles

source: Product picture height
gl_es: Altura da imaxe do produto

source: Generate high resolution images
gl_es: Xerar imaxes en alta resolución

source: Image type
gl_es: Tipo de imaxe

source: Name for the image type
gl_es: Nome para o tipo de imaxe

source: Add new image type
gl_es: Engadir novo tipo de imaxe

source: All modules
gl_es: Todos os Módulos

source: Search for a hook
gl_es: Procurar unha posición

source: Display non-positionable hooks
gl_es: Mostrar hook non posicionable

source: Unhook
gl_es: Desenganchar

source: 1 module selected
gl_es: 1 módulo seleccionado

source: modules selected
gl_es: módulos seleccionados

source: Move images
gl_es: Mover imaxes

source: Regenerate thumbnails
gl_es: Rexenerar Miniaturas

source: Select an image
gl_es: Selecione imaxe

source: Select a format
gl_es: Selecione formato

source: Erase previous images
gl_es: Elimine as imaxenes anteirores
